{
  "text": {
    "hey": 32,
    "hello": 31,
    "hi": 33,
    "bye": 10,
    "goodbye": 29,
    "track": 63,
    "form": 25,
    "1abcxyz1234567890": 0,
    "set": 53,
    "to": 62,
    "how": 34,
    "many": 37,
    "have": 30,
    "filled": 23,
    "what": 68,
    "s": 49,
    "the": 59,
    "current": 17,
    "count": 14,
    "send": 52,
    "reminder": 48,
    "remind": 47,
    "everyone": 19,
    "is": 36,
    "being": 8,
    "tracked": 64,
    "forms": 26,
    "start": 55,
    "this": 60,
    "1r8h8w36dc9vy5c4izcnxn": 1,
    "qnnsqzpzhor_aejbk2yze": 46,
    "tracking": 65,
    "xyz123": 71,
    "use": 66,
    "abcd": 4,
    "show": 54,
    "me": 41,
    "timetable": 61,
    "for": 24,
    "cs101": 16,
    "schedule": 50,
    "math202": 40,
    "can": 11,
    "i": 35,
    "get": 27,
    "syllabus": 58,
    "physics101": 44,
    "chemistry": 12,
    "please": 45,
    "when": 69,
    "exam": 20,
    "math": 39,
    "who": 70,
    "faculty": 21,
    "computer": 13,
    "science": 51,
    "want": 67,
    "give": 28,
    "feedback": 22,
    "about": 5,
    "submit": 57,
    "on": 43,
    "course": 15,
    "material": 38,
    "all": 6,
    "broadcast": 9,
    "a": 3,
    "message": 42,
    "students": 56,
    "assignment": 7,
    "__number__": 2,
    "event": 18
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "track_form": 12,
    "get_count": 5,
    "send_reminder": 9,
    "check_current_form": 3,
    "start": 10,
    "view_timetable": 13,
    "get_syllabus": 6,
    "ask_faq": 2,
    "submit_feedback": 11,
    "admin_view_feedback": 1,
    "admin_broadcast": 0,
    "external_form_reminder": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 10,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_check_current_form": 1,
    "action_form_reminder": 7,
    "action_get_count": 8,
    "action_send_reminder": 12,
    "action_track_form": 14,
    "utter_goodbye": 17,
    "utter_greet": 18
  },
  "action_text": null,
  "intent_response_key": null
}